[
    {
        "id": "fa4df01a-8f4f-4edb-8a7c-eb3874b9484d",
        "title": "Brother JC14 Household Electric Sewing Machine",
        "thumb": "https://www.startech.com.bd/image/cache/catalog/sewing-machine/brother/jc14/jc14-01-200x200.jpg",
        "price": 10230,
        "shortDescription": [],
        "description": "The Brother JC14 Household Electric Sewing Machine is a small, simple to use sewing and mending machine. With a variety of stitches and free arm conversion. It includes 14 built-in stitches as well as a 4-step buttonhole. This sewing machine features a top-loading bobbin as well as an LED stitching light. This lightweight model has all of the essential functions. The Brother JC14 is ideal for beginner sewing and repair. The Brother JC14 Electric Sewing Machine has no warranty.",
        "image": "https://www.startech.com.bd/image/cache/catalog/sewing-machine/brother/jc14/jc14-01-500x500.jpg",
        "brand": "Brother",
        "stock": true
    },
    {
        "id": "7acdafc4-3967-423c-8edf-773bb6fe0b23",
        "title": "Samsung 43T5400 43-Inch Full HD Smart Led Television",
        "thumb": "https://www.startech.com.bd/image/cache/catalog/television/samsung/43t5400/43t5400-01-200x200.webp",
        "price": 36100,
        "shortDescription": [],
        "description": "The Samsung 43T5400 is a 43-inch Full HD Smart Television from Samsung. It has A rich and vivid Full HD resolution with twice the resolution of an HD TV. It also has Smart Hub & One Remote Control. It is a stylish slim television. Its design melts into any existing decor and elevates the style without taking it over. This Smart TV is powered by TIZEN operating system. The High-Dynamic Range levels up the bright expression of your TV, so you can enjoy an immense spectrum of colors and visual details, even in dark scenes. The Samsung 43T5400 TV features PurColor which makes watching videos feel almost like you're there. It enables the TV to express a vast range of colors for optimal picture performance, and an immersive viewing experience. Ultra Clean View delivers high-quality images with less distortion, utilizing an advanced algorithm to analyze original content and improve detail. It is equipped with a Contrast Enhancer. It brings flat images to life by adjusting the contrast, offering outstanding picture quality with deeper depth. This Samsung TV works seamlessly with Amazon Alexa and AirPlay. It's easy to connect your Alexa-enabled devices. The Smart TV also works with your Google Assistant to get more done hands-free. Change channels, adjust the volume, control playback, and more with just your voice. With AirPlay 2 built-in, you can stream or share content from Apple devices to the big screen. High-Dynamic Range levels up the bright expression of your TV, so you can enjoy an immense spectrum of colors and visual details, even in dark scenes. PurColor makes watching videos feel almost like you're there. It enables the TV to express a vast range of colors for optimal picture performance, and an immersive viewing experience. Get office work done on your TV at home. Ultra Clean View delivers high-quality images with less distortion, utilizing an advanced algorithm to analyze original content and improve detail. The Samsung 43T5400 43\" FHD Smart TV has an Official Warranty of Parts for 01 Year, a Panel for 02 Years & Service for 05 Years.Get a Free Wall Mount with the TV and enjoy a Free Installation facility anywhere in Bangladesh. Samsung will officially provide the Installation service. Please call 08000300300 / 09612300300 for the free installation service and to get any kind of support. (It may take up to 72 hours to provide installation service after product delivery)",
        "image": "https://www.startech.com.bd/image/cache/catalog/television/samsung/43t5400/43t5400-01-500x500.webp",
        "brand": "Samsung",
        "stock": true
    },
    {
        "id": "1a817a98-820f-48fa-a4a9-5077fac2293d",
        "title": "Asus ExpertBook B3 Flip B3402FEA Core i5 14-inch 360° FHD Touch Laptop",
        "thumb": "https://www.startech.com.bd/image/cache/catalog/laptop/asus/expertbook-b3-flip/expertbook-b3-flip-01-200x200.jpg",
        "price": 81900,
        "shortDescription": [],
        "description": "ASUS ExpertBook B3 Flip B3402FEA is built to embrace the new normal hybrid working and learning. It is the best choice for teachers and students as well as business users and pros. This ASUS ExpertBook B3 Flip B3402FEA is powered by Intel Core i5-1135G7 (8M Cache, 2.40 GHz up to 4.20 GHz) and Intel Iris Xe Graphics. This ExpertBook B3 Flip B3402FEA has 8GB DDR4 3200MHz RAM and 512GB M.2 NVMe PCIe 3.0. It is equipped with a 360° hinge for total display flexibility, a world-facing camera1 for a new perspective, and a Touch screen, 14.0-inch, LCD, FHD (1920 x 1080) 16:9, Glossy display, LED Backlit, 250nits, NTSC: 45% Display. The Asus B3 Flip is engineered and filled with many cunning protection features, including ASUS Antibacterial Guard 3,4 and a TUV Rheinland-certified display for everyday eye care. The ExpertBook B3 Flip supports Wi-Fi 5(802.11ac), 1x RJ45 Gigabit Ethernet, and Bluetooth 4.2 (Dual band) 2 x 2 for fast and portable connectivity, along with two-way AI-powered noise-cancelation technology and noise-reducing cameras for excellent remote learning and conferencing. The new ExpertBook B3 Flip offers a 360° hinge that allows it to be positioned in various ways. You can flip it completely to take notes in tablet mode or elevate it to tent mode for easy revision, studying notes, and taking photos. This ExpertBook B3 Flip helps you get every detail just right. ExpertBook B3 Flip has two-way AI noise-canceling technology that employs sophisticated machine-learning techniques. The technology includes both an upstream function to filter noise around the speaker, and a downstream function to eliminate noise from the person at the other end of the conversation. Try the demo to experience the amazing difference that ASUS's two-way AI noise-canceling technology can make. The built-in stylus holder keeps the pen close at hand and reduces the risk of losing it. With a 15-second charge giving enough power for 45 minutes of use, you will never be left waiting. ExpertBook B3 Flip is designed with a special world-facing camera that empowers students to explore and learn in totally new ways and permits professionals and workers to multitask in more efficient ways. And this webcam alone with a special 13 MP world-facing high-resolution camera. In this Laptop, the panel is also certified by TÃœV Rheinland for low blue-light emissions, helping protect eyes from potential harm. You will be able to study or work without worrying. The ExpertBook B3 Flip is filled with I/O ports, like - 1x USB 2.0 Type-A, 1x USB 3.2 Gen 1 Type-A, 2x Thunderbolt 4 supports display/power delivery, 1x HDMI 2.0a, 1x 3.5mm Combo Audio Jack and 1x RJ45 Gigabit Ethernet. The Latest ASUS ExpertBook B3 Flip B3402FEA comes with 03 years International Limited Warranty (Battery 1 year).",
        "image": "https://www.startech.com.bd/image/cache/catalog/laptop/asus/expertbook-b3-flip/expertbook-b3-flip-01-500x500.jpg",
        "brand": "Asus",
        "stock": true
    },
    {
        "id": "c799e8f2-fd8e-415d-81cb-58195adcccfd",
        "title": "Xiaomi Mi A2 L43M7-EAUKR 43-Inch 4K UltraHD Android Smart LED TV with Netflix Global Version",
        "thumb": "https://www.startech.com.bd/image/cache/catalog/television/xiaomi/mi-a2-l43m7-eaukr/mi-a2-l43m7-eaukr-01-200x200.webp",
        "price": 38950,
        "shortDescription": [],
        "description": "The Xiaomi Mi A2 L43M7-EAUKR 43\" Android LED TV features a 4K ultra HD display with a resolution of 3840 2160, revealing images in all their exquisite detail. The ultra-narrow bezel design allows for a much higher screen-to-body ratio than standard TVs. When the display is turned on, you can hardly feel the image's boundary and have a more immersive visual experience. Xiaomi TV A2 Series make a real statement in any home, thanks to its exquisite metallic frame and unibody design.The Xiaomi Mi A2 L43M7-EAUKR 43\" Android LED TV Adopts the DCI-P3 color gamut standard used by the Hollywood film industry to ensure true-to-life colors are displayed on your screen. A wide color gamut (WCG) combined with accurate color calibration brings breathtaking color accuracy and precision.The Xiaomi Mi A2 L43M7-EAUKR 43\" Android LED TV features Motion Estimation, Motion Compensation (MEMC) technology making high-speed motion images smoother and offering flawless viewing. That means more wonderful moments whether you're watching a sporting event or an action movie, or playing a racing game.The Xiaomi Mi A2 L43M7-EAUKR 43\" Android LED TV has Dolby Audio + DTS-HD codecs to render vivid, detailed film sound effects, get more from your entertainment experience at home.The Xiaomi Mi A2 L43M7-EAUKR 43\" Android LED TV features a powerful quad-core A55 CPU, 1.5GB RAM, and 8GB ROM for smoother operation and more space for your favorite apps.Designed with a 2.4G/5GHz dual-band Wi-Fi solution, various commonly used ports, and Bluetooth 5.0 to easily connect to different devices and adapt to more audio and video entertainment scenarios. The Xiaomi Mi A2 L43M7-EAUKR 43\" Android LED TV comes with a 01 Year Parts & Panel Warranty.",
        "image": "https://www.startech.com.bd/image/cache/catalog/television/xiaomi/mi-a2-l43m7-eaukr/mi-a2-l43m7-eaukr-01-500x500.webp",
        "brand": "XIAOMI",
        "stock": true
    },
    {
        "id": "f1ddfa4e-72d1-45c0-8b29-7102c04097e5",
        "title": "MSI Optix G241V E2 24\" FHD FreeSync IPS Esports Gaming Monitor",
        "thumb": "https://www.startech.com.bd/image/cache/catalog/monitor/msi/optix-g241v-e2/optix-g241v-e2-200x200.jpg",
        "price": 19012,
        "shortDescription": [],
        "description": "MSI Optix G241V E2 comes with 24\" FHD (1920 x 1080) display. This is one kind of FreeSync IPS Esports Gaming Monitor. Here, the IPS Panel helps to Optimize screen colors and brightness to enhance your viewing experience. This monitor featured with 75Hz Refresh Rate, which Respond faster with smoother frames and 1ms Response Time, it helps to Eliminate screen tearing and choppy frame rates and also AMD FreeSync Technology (Tear free) is available in this monitor. These type of games require very fast and precise movements, which an ultra-high refresh rate and fast response time monitor and you can enjoy artifact-free performance at virtually any framerate with AMD FreeSync technology. In this gaming monitor, Night Vision Smart black tuner to brighten your day by bringing out the fine details in dark areas. This Optix series MSI gaming monitors have more gamut coverage compared to general monitors. Gameplay colors and Its details will look more realistic and refined, pushing immersion to its limits. MSI Optix series gaming monitors offers several modes to choose from. Gamers can choose the mode based on the type of game played to experience the best visual effects. In this gaming monitro, the super narrow bezel procides you the best immersion possible in the latest games with a multi-monitor 180 degree setup. Enjoy better continuity between screens while playing games, working, or general computing. With the Frameless Design, you will enjoy the ultimate gaming experience with super narrow bezels. The Anti-Flicker and Less Blue Light gives your Game even longer and prevent eye strain and fatigue. In this gaming monitor, the 178Â° Wide Viewing Angle provides Colors and details will stay sharp at more angles. The new Optix monitors are optimized to produce less amount of blue light displayed by the monitor. The latest MSI Optix G241V E2 Gaming Monitor has 03 years warranty.",
        "image": "https://www.startech.com.bd/image/cache/catalog/monitor/msi/optix-g241v-e2/optix-g241v-e2-500x500.jpg",
        "brand": "MSI",
        "stock": true
    },
    {
        "id": "c6755d7e-8876-4b49-a9c5-3ac46aceaa13",
        "title": "Brother LX27NT 27 Built-in Stitches Electric Sewing Machine",
        "thumb": "https://www.startech.com.bd/image/cache/catalog/sewing-machine/brother/lx27nt/lx27nt-01-200x200.jpg",
        "price": 13950,
        "shortDescription": [],
        "description": "The Brother LX27NT Electric Sewing Machine is a basic mechanical sewing machine to operate. With a built-in needle threader, it's easy to thread. Stretch textiles are ideal for soft furnishings, dressmaking, and costuming. It has 27 stitching and ornamental stitches as well as one-step buttonholes. The LX27NT is equipped with an automatic needle threader. This model comes with a Quick set bobbin, an Advanced needle threader, and an LED stitching light. It also comes with a free training DVD to help you learn to know your machine, as well as a built-in needle threader to save you time.",
        "image": "https://www.startech.com.bd/image/cache/catalog/sewing-machine/brother/lx27nt/lx27nt-01-500x500.jpg",
        "brand": "Brother",
        "stock": true
    },
    {
        "id": "e7254009-697e-4373-8346-982d05f8bd7c",
        "title": "MSI Modern MD271P 27 Inch FHD IPS Type-C Monitor with Built-in Speakers",
        "thumb": "https://www.startech.com.bd/image/cache/catalog/monitor/msi/md271p/md271p-02-200x200.jpg",
        "price": 31525,
        "shortDescription": [],
        "description": "The MSI Modern MD271P comes with the emphasized form, function, and comfort with exceptional color accuracy and a 75Hz refresh rate providing smooth images and videos. This monitor is designed with a 27\" (1920 x 1080) Switching IPS Panel. In this monitor, The In-Plane Switching (IPS) panel supports 16.7 million colors, covering 110.03% of the sRGB spectrum to deliver beautiful photos and videos. Other features include a 5 ms response time, a 1000:1 static contrast ratio, and a 250 cd/mÂ² brightness, 178Â° horizontal and vertical viewing angles. In this monitor, a high refresh rate display provides a better viewing experience. The MD271P includes HDMI 1.4 input and a USB Type-C port. This monitor also supports the VESA standard in the fastest way. It comes with a built-in USB Type-C connection that allows you to effortlessly connect to and charge your devices. The more images are shown at the same time, the less burden will impose on your eyes, and also it is designed with 4 ways adjustable stand, you can always adjust the way you see and the way you work. This new MSI monitor has two built-in speakers, You can enjoy allowed to listen to audio files, attending online conferences, or editing videos at any time without carrying an external speaker or wearing a headphone. This monitor also works with a comfortable viewing position while focusing on your courses and homework. The Less blue light and anti-flicker technology prevent your eyes from strain & fatigue. And also the TÃœV certification display protects your eyesight and keeps your eyes healthy. The new MSI Modern MD271P comes with 03 years warranty.",
        "image": "https://www.startech.com.bd/image/cache/catalog/monitor/msi/md271p/md271p-02-500x500.jpg",
        "brand": "MSI",
        "stock": true
    },
    {
        "id": "3ccbce1a-253a-485d-9807-b1110cf42a58",
        "title": "Dell Vostro 14 3400 Core i3 11th Gen 14\" HD Laptop Backlit Keyboard with 03 Years Warranty",
        "thumb": "https://www.startech.com.bd/image/cache/catalog/laptop/dell/14-3400/vostro-14-3400-black-front-200x200.jpg",
        "price": 48450,
        "shortDescription": [],
        "description": "Dell Vostro 14 3400 Laptop comes with the Intel Core i3-1115G4 Processor (6MB Cache, 3.0 GHz up to 4.10 GHz) and 4GB DDR4 2666MHz RAM. It has a 1TB 5400 rpm 2.5\" SATA Hard Drive. It is featured Intel UHD Graphics. It has a 14.0-inch HD (1366 x 768), 60 Hz, Anti-glare, NTSC 45%, 220 Nits, LED Backlight Non-touch Narrow Border Display. It features built-in 802.11ac 1x1 WiFi and Bluetooth. It comes with 1x USB 2.0, 1x HDMI 1.4, 1x Ethernet RJ-45, 2x USB 3.2 Gen 1 Type-A, 1x Headset Jack, 1x Power In ports, and 1x 3-in-1 SD Media Card Reader, 1x Wedge-Shaped Lock Slot. It is powered by 3-Cell, 42 WHr, Integrated battery. Dell Vostro 14 3400 Core i3 Laptop has 3 years warranty (battery adapter 1 year).",
        "image": "https://www.startech.com.bd/image/cache/catalog/laptop/dell/14-3400/vostro-14-3400-black-front-500x500.jpg",
        "brand": "Dell",
        "stock": true
    },
    {
        "id": "223180e0-b179-46a5-96c4-79754983cafd",
        "title": "HP Ink Tank 315 Photo and Document All-in-One Printers",
        "thumb": "https://www.startech.com.bd/image/cache/catalog/printer/hp-printer/hp-315-500x500/hp-315-500x500-200x200.webp",
        "price": 14600,
        "shortDescription": [],
        "description": "Easily print at high volumes for an extremely low cost-per-page, one with a reliable, spill-free ink system. Print up to 8,000 pages color or 6,000 pages black, and produce exceptional quality. Print thousands of pages with high-capacity ink tank system. Refill your ink tank system with spill-free, resealable bottles. Monitor ink levels and replenish Original HP ink when you want in simplest way. Transparent ink tanks allow you to print with confidence. Exceptional HP quality. Count on darker, crisper text, time after time. Create border less brochures, flyers, photos, and other documents that look great right in your office. Get the features you need for work and other tasks with copy and scan functions. It has 01 Year Warranty + 1 Year Bonus Warranty.",
        "image": "https://www.startech.com.bd/image/cache/catalog/printer/hp-printer/hp-315-500x500/hp-315-500x500-500x500.webp",
        "brand": "HP",
        "stock": true
    },
    {
        "id": "ca51fd04-6224-4b85-b473-654972cf6122",
        "title": "Samsung Galaxy S23 Ultra Smartphone (12/256GB)",
        "thumb": "https://www.startech.com.bd/image/cache/catalog/mobile/samsung/galaxy-s23-ultra/galaxy-s23-ultra-green-01-200x200.webp",
        "price": 197999,
        "shortDescription": [],
        "description": "The Samsung Galaxy S23 Ultra features a 6.8-inch Quad HD+ Dynamic AMOLED 2X screen. It has a front-facing camera with a punch-hole design. The rear camera has quad 200+10+10+12 MP resolution, Laser AF, OIS, periscope telephoto, 10x optical zoom, ultrawide, and other features, as well as 8K video recording. The front-facing camera has a resolution of 12 Megapixels. The Galaxy S23 Ultra has a 5000 mAh battery and 45W fast charging. It has 12 GB of RAM, an octa-core CPU that runs at up to 3.0 GHz, and an Adreno 740 GPU. The Qualcomm Snapdragon 8 Gen 2 (4 nm) chipset powers it. The device has 256 GB of internal storage and no MicroSD slot. There is an ultrasonic in-display fingerprint sensor in this phone.The Galaxy S23 Ultra has everything you want in 6.4 inches, making it ideal for connecting with friends, discovering new interests, going live, and binge-watching your favorite shows. With Super Smooth 120Hz, this smartphone has the smoothest scrolling screen. You can experience quick touch responses in game mode, and it optimizes the refresh rate to smooth out your feed. You also get extra protection for your Galaxy S23 Ultra thanks to the Corning Gorilla Glass Victus.The Galaxy S23 Ultra has a 200MP primary camera, a secondary 12MP camera for ultrawide shots, and two 10MP tele for 3x optical zoom. The selfie camera, which is likely to be 12MP, is also the same. Your features are highlighted and refined so that you look your best on all of your social media platforms. This phone has improved image processing and cool features, which are made possible by the new chipset. It allows you to switch between cameras while filming or capture the action in a single take for instant upload-ready footage. With the 30X Space Zoom on the Galaxy S23 Ultra, you can capture that sideline shot from the back of the bleachers. You can also use Zoom Lock to reduce shakiness as you zoom in further.Even on 5G, the day will last longer thanks to the 5000mAh battery's cooperation with an energy-efficient display and processor. When you've got a low battery and no time to wait, you can get hours of power with only minutes of charging. Thanks to Fast Wireless Charging 2.0 you can get a speedy power-up without needing to plug in. You can use your Samsung Galaxy S23 Ultra to charge your buds, watch, or even a friend's phone.The Samsung Galaxy S23 Ultra is IP68-rated for dust and water resistance, which is an important feature of the Galaxy S series. Its design is similar to that of the other Galaxy S23 phones. The front of the Smartphone is made of Gorilla Glass Victus, the frame is made of aluminum, and the back is made of matte plastic. The waterproof design keeps your phone safe from slashes, drips, and up to 1.5 meters of water for around 30 minutes.In Bangladesh, you can get the original Samsung Galaxy S23 Ultra From Star Tech. We have a large collection of the latest Samsung Mobile Phones to purchase. Order Online Or Visit your Nearest Star Tech Shop to get yours at the lowest price. The Samsung Galaxy S23 Ultra comes with a 01-year Official warranty (To claim please visit the nearest Samsung Service Center).",
        "image": "https://www.startech.com.bd/image/cache/catalog/mobile/samsung/galaxy-s23-ultra/galaxy-s23-ultra-green-01-500x500.webp",
        "brand": "Samsung",
        "stock": true
    },
    {
        "id": "82e4bb1d-7480-4c40-af12-4d3f08720fe0",
        "title": "Meta Quest 2 128 GB All-in-One VR System",
        "thumb": "https://www.startech.com.bd/image/cache/catalog/gaming-console/oculus/quest-2/quest-2-01-200x200.jpg",
        "price": 54500,
        "shortDescription": [],
        "description": "The Meta Quest 2 (formerly known as \"Oculus Quest 2\") is an all-in-one headset filled with hundreds of unique experiences. New name, but the same mission. The Quest 2 offers new ways to work out, socialize or lose track of time. It comes with an advanced processor and highest resolution display yet so that you have the power and speed needed to experience the unbelievable. It comes with 128GB of storage and it is enough for all your applications and games. This VR headset offers the biggest titles and multi-player games. The Quest 2 is not just for gaming, it is an all-in-one solution for your virtual reality experience. It lets you sit front row at a live concert, burn calories atop a glacier, hang out with friends all over the world, work, watch a movie and yes, even play a game. You can play multiplayer games and have unique social experiences to join up with friends at a live show or instructor-led workout, opportunities to meet and connect with others in VR are virtually everywhere you look. It is very easy to set up and every experience is safe and secure. The Meta Quest 2 comes with no warranty.",
        "image": "https://www.startech.com.bd/image/cache/catalog/gaming-console/oculus/quest-2/quest-2-01-500x500.jpg",
        "brand": "Meta",
        "stock": true
    },
    {
        "id": "bb2d3551-0f2d-4f3d-b810-3188692605dc",
        "title": "ASUS ZenBook Duo 14 UX482EAR i7 11th Gen 14\" FHD Touch Laptop with Pen",
        "thumb": "https://www.startech.com.bd/image/cache/catalog/laptop/asus/zenbook-duo-14/zenbook-duo-14-04-200x200.webp",
        "price": 138330,
        "shortDescription": [],
        "description": "ZenBook Duo 14 lets you get things done in style: calmly, efficiently, and with zero fuss. It is your powerful and elegant next-level companion for on-the-go productivity and creativity, featuring the ScreenPad Plus secondary display with a brand-new tilting design that offers effortless ergonomics and seamless workflows. Powered by the latest Intel Core i7-1195G7 (12M Cache, 2.90 GHz up to 5.00 GHz), ZenBook Duo 14 brings you all the benefits of tomorrow's technology, today. This laptop featured with Touch screen, 14.0-inch, -, FHD (1920 x 1080) 16:9, IPS-level Panel, Anti-glare display, LED Backlit, 400nits, sRGB: 100%, Pantone Validated, Screen-to-body ratio: 93%, With stylus support, Additional Display: ScreenPad Plus (12.65\" 1920 x 515 IPS-level Panel Support Stylus), 16GB LPDDR4X RAM, 512GB M.2 NVMe PCIe 3.0 G3 SSD, Intel  Iris Xe Graphics and Windows 10 Home. This laptop has 70WHrs, 4S1P, 4-cell Li-ion battery, TYPE-C, 65W AC Adapter, Output: 20V DC, 3.25A, 65W, Input: 100-240V AC 50/60GHz universal, Illuminated Keyboard, 1.4mm Key-travel, CMOS HD IR+RGB CAMERA. Here, Up to Intel Wi-Fi 6 with Gig+ performance (802.11ax) and Bluetooth 5.0 Network & Wireless Connectivity are also available. The laptop has 1x USB 3.2 Gen 2 Type-A, 2x Thunderbolt 4 supports display, a Built-in speaker, a Built-in array microphone, and 1 x Micro SD card reader Ports, Connectors & Slots. It is Combined with other innovative measures like liquid-metal thermal compound on the CPU, AAS Plus allows ZenBook Duo 14 to sustain incredible performance, no matter how demanding the workload. The latest ASUS ZenBook Duo 14 UX482EAR Core i7 11th Gen 14\" FHD Laptop comes with 02 years International Limited Warranty (Battery 1 year).",
        "image": "https://www.startech.com.bd/image/cache/catalog/laptop/asus/zenbook-duo-14/zenbook-duo-14-04-500x500.webp",
        "brand": "Asus",
        "stock": true
    },
    {
        "id": "75d8cb0e-1a1d-42d7-8b1c-63b2e0d94b33",
        "title": "Motorola Moto G31 Smartphone (6/128GB)",
        "thumb": "https://www.startech.com.bd/image/cache/catalog/mobile/motorola/moto-g31/moto-g31-mineral-grey-01-200x200.webp",
        "price": 19999,
        "shortDescription": [],
        "description": "The Motorola Moto G31 has a 6.4-inch Full HD+ OLED screen. It has a Full-View punch-hole design in the center. The rear camera has a triple 50+8+2 MP resolution, LED flash, PDAF, macro lens, ultrawide camera, and other features, as well as Full HD video recording. The front-facing camera has a resolution of 13 MP. The Moto G31 has a 5000 mAh battery with 20W rapid charging capability. It has 4 or 6 GB of RAM, an octa-core CPU running at up to 2.0 GHz, and a Mali-G52 MC2 GPU. It runs on a MediaTek Helio G85 (12nm) chipset. The gadget has an internal storage capacity of 64 or 128 GB and a shared MicroSD slot. This phone has a fingerprint sensor on the side.The Motorola Moto G31 is powered by the octa-core Mediatek Helio G85 processor, which delivers smooth performance and efficient power usage. The Helio G85 is a gaming-centric processor that delivers a smooth performance even when the phone is running heavy games or multitasking. It runs on Android 11, which offers a smooth and seamless user experience. It comes with 6GB of RAM and 128GB of internal storage, which can be expanded via a microSD card. This means that you'll have plenty of storage space for all your apps, photos, and videos. The phone also comes with a fingerprint sensor, which is located on the back of the phone, for added security and convenience.The Moto G31 comes with a triple-camera setup on the back, including a 50MP main camera, an 8MP ultrawide, and a 2MP macro camera. With the 50 MP sensor, you can capture sharp images from any angle. The Quad Pixel technology sharpens details in low light. The 118° ultra-wide-angle lens captures more of what your eyes see by fitting 4x more3 in the frame than a regular lens. Make snapshots appear like professional portraits. The adjustable depth sensor blurs the background automatically. The front-facing camera is a 13MP sensor which is perfect for taking selfies and video calls.The water-repellent construction of the Motorola Moto G31 protects it from spills and splashes. It includes Dolby Atmos, which brings the music closer to you. Put on your headphones and enjoy greater depth and clarity, as well as Dolby Atmos' three-dimensional sound. It incorporates a side-mounted fingerprint sensor to make it easier to unlock your phone.The Moto G31 also comes with a range of connectivity options, including 4G LTE, Wi-Fi, Bluetooth 5.0, GPS, and USB-C. This means that you'll be able to stay connected to the internet, no matter where you are. The phone also comes with a 3.5mm headphone jack, which is great for listening to music or taking calls.In Bangladesh, you can get the original Motorola Moto G31 From Star Tech. We have a large collection of the latest Motorola Mobile Phones to purchase. Order Online Or Visit your Nearest Star Tech Shop to get yours at the lowest price. The Motorola Moto G31 comes with 1 Year Official Warranty (Motorola Care).",
        "image": "https://www.startech.com.bd/image/cache/catalog/mobile/motorola/moto-g31/moto-g31-mineral-grey-01-500x500.webp",
        "brand": "Motorola",
        "stock": true
    },
    {
        "id": "c94eafd5-4738-49f9-933a-f024a08709ef",
        "title": "MSI G2412 23.8\" 170Hz FHD IPS 1ms FreeSync Premium Gaming Monitor",
        "thumb": "https://www.startech.com.bd/image/cache/catalog/monitor/msi/g2412/optix-g24c4-05-200x200.webp",
        "price": 24735,
        "shortDescription": [],
        "description": "The MSI G2412 Esports gaming monitor will help you visualize your victory. The G2412, with its 1920x1080 resolution, 170hz refresh rate, and 1ms reaction time IPS screen, will provide you the competitive advantage you need to defeat your opponents. With AMD FreeSync Premium technology, the G2412 can match the refresh rate of the display with your GPU for ultra-smooth gameplay. With all of the latest technology packed into the MSI Esports Gaming monitors for competitive play, you can be sure to hit your mark. The MSI G2412 23.8\" 170Hz FHD Gaming Monitor offers a 170hz refresh rate and a 1ms reaction time IPS panel, which is beneficial in fast-paced game genres such as first-person shooters, fighters, racing sims, real-time strategy, and sports. This kind of game necessitates quick and accurate movements, thus having a high refresh rate and quick response time monitor will put you ahead of the competition.The 23.8\" In-Plane Switching (IPS) screen offers 16.7 million colors and produces vibrant images with 86.52% Adobe RGB, 81.64% DCI-P3, and 102.58% sRGB gamut coverage. A 1100:1 static contrast ratio, 250 nits brightness, and a 1 ms MPRT response time are also included.AMD's FreeSync Premium Technology reduces screen tearing. FreeSync allows the MSI G2412 to dynamically change its refresh rate to the graphics card's frame rate, considerably minimizing screen tearing, stuttering, and other abnormalities.Tilt the MSI G2412 to your comfort. You can also attach the screen to a wall, multi-monitor stand, or swivel arm using the 100 x 100mm VESA mounting pattern. The 178° horizontal and vertical viewing angles allow you to see the screen well from practically any angle.In Bangladesh, you can get original MSI G2412 23.8\" 170Hz FHD Gaming Monitor From Star Tech. We have a large collection of latest MSI Monitor to purchase for your Desktop PC. Order Online Or Visit your Nearest Star Tech Shop to get yours at lowest price. The MSI G2412 comes with 3 year warranty.",
        "image": "https://www.startech.com.bd/image/cache/catalog/monitor/msi/g2412/optix-g24c4-05-500x500.webp",
        "brand": "MSI",
        "stock": true
    },
    {
        "id": "1bac530a-13b6-4f99-a15c-41d12b5d8dfe",
        "title": "Samsung Galaxy Z Flip4 Smartphone (8/256GB)",
        "thumb": "https://www.startech.com.bd/image/cache/catalog/mobile/samsung/galaxy-z-flip4/galaxy-z-flip4-001-200x200.webp",
        "price": 154999,
        "shortDescription": [],
        "description": "Samsung Galaxy Z Flip4 has a 6.7-inch, Full HD+, high-quality Dynamic AMOLED 2X screen that is available unzipped. It is a smartphone with a foldable design. The back camera has a dual 12+12 MP sensor and the ability to record 4K video. A 10 MP front camera is available. 3700 mAh battery is included with the Galaxy Z Flip4. It has an octa-core CPU running at up to 3.19 GHz, 8 GB of RAM, and an Adreno 730 GPU. A Qualcomm Snapdragon 8+ Gen 1 (4 nm) chipset powers it. The device lacks a MicroSD slot and has internal storage options of 128, 256, or 512 GB. This phone has a side-mounted fingerprint sensor.In Bangladesh, you can get the original Samsung Galaxy Z Flip4 From Star Tech. We have a large collection of the latest Samsung Mobile Phones to purchase. Order Online Or Visit your Nearest Star Tech Shop to get yours at the lowest price. The Samsung Galaxy Z Flip4 comes with a 01-year Official warranty (To claim please visit the nearest Samsung Service Center).",
        "image": "https://www.startech.com.bd/image/cache/catalog/mobile/samsung/galaxy-z-flip4/galaxy-z-flip4-001-500x500.webp",
        "brand": "Samsung",
        "stock": true
    },
    {
        "id": "7f1a3204-6dec-49fd-b9b5-20bedec96e65",
        "title": "Corsair Elgato Cam Link 4K USB Compact HDMI Capture Card",
        "thumb": "https://www.startech.com.bd/image/cache/catalog/capture-card/corsair/elgato-cam-link/elgato-cam-link-200x200.jpg",
        "price": 11000,
        "shortDescription": [],
        "description": "You want your content to be visually captivating. With Cam Link, simply hook up your DSLR, camcorder, or action cam to your PC or Mac. Set up your shot. And make it happen. Coupled with Cam Link, your camera appears as a webcam in all your favorite apps, including Game Capture, OBS, and Skype. Superb quality up to 1080p60 keeps your stream professional. Ultra-low-latency technology gets you up and running in no time on YouTube, Facebook Live, Twitch, or any other platform you choose. And your camera has never felt more powerful. Say goodbye to maxing out your memory card mid-shoot. Or worse, discovering shoddy shots while editing. When recording with Cam Link, all content is stored directly on your hard drive. While real-time, full-screen feedback lets you polish scenes on the spot. Now thereâ€™s no holding back. Playing games, unboxing gadgets, mixing beats â€“ whatever makes your world spin â€“ Cam Link puts it live on your screen for effortless mass distribution. All you need to do is connect your camera, and let the show begin.",
        "image": "https://www.startech.com.bd/image/cache/catalog/capture-card/corsair/elgato-cam-link/elgato-cam-link-500x500.jpg",
        "brand": "Corsair",
        "stock": true
    },
    {
        "id": "fdb2b447-c837-4152-aa23-e4d6ade1e28c",
        "title": "DOEL Freedom A9 AMD A9-9425 14.1\" HD Laptop",
        "thumb": "https://www.startech.com.bd/image/cache/catalog/laptop/doel/freedom-a9/a9-01-200x200.webp",
        "price": 27899,
        "shortDescription": [],
        "description": "The DOEL Freedom A9 is a 14.1\" laptop from DOEL. It is the first laptop made in Bangladesh. The DOEL Freedom A9 is powered by an AMD A9-9425 processor (1MB Cache, 3.10GHz up to 3.70GHz). The AMD A9-9425 is an entry-level chip from the Stoney-Ridge APU series for notebooks. It has a 100 MHz higher CPU clock speed (base and boost) as well as a marginally faster GPU. It integrates two CPU cores (one Excavator module with 2 integers and an FP unit) clocked at 3.1 GHz to 3.7 GHz. It also includes a Radeon R5 GPU with 192 shaders at up to 900 MHz as well as a single-channel DDR4-2133 memory controller. The DOEL Freedom A9 comes with 4GB DDR4 RAM and a 240GB SATAIII M.2 SSD. It is integrated with AMD Radeon R5 Graphics and has a 14.1-inch HD (1366x768) Matte LED-backlit display with 45% NTSC. This laptop runs on Windows 10 operating system. The DOEL Freedom A9 offers a 1-year warranty.In Bangladesh, you can get the original DOEL Freedom A9 AMD A9-9425 14.1\" HD Laptop From Star Tech. We have a large collection of the latest DOEL Laptop to purchase. Order Online Or Visit your Nearest Star Tech Shop to get yours at the lowest price. The DOEL Freedom A9 AMD A9-9425 Laptop comes with 1 year warranty.",
        "image": "https://www.startech.com.bd/image/cache/catalog/laptop/doel/freedom-a9/a9-01-500x500.webp",
        "brand": "DOEL",
        "stock": true
    },
    {
        "id": "0a9942f3-9784-477b-8b2c-230a62a57827",
        "title": "Pantum P2506W Single Function Mono Laser Printer With Wi-Fi (22 PPM)",
        "thumb": "https://www.startech.com.bd/image/cache/catalog/printer/pantum/p2506w/p2506w-01-200x200.jpg",
        "price": 11800,
        "shortDescription": [],
        "description": "The Pantum P2506W Printer is built in Single Function Mono Laser. This printer is has a duty cycle of 15000 pages, 7.8sec in First Printout Time with 600 MHz processor plus 128 MB memory produce faster results. In this printer , it has 23 pages print speed in per minute, Manual duplex print, 22PPM (A4) / 23PPM (Letter) Speed PPM black, Speed USB 2.0, WiFi interface with 01 year of warranty. This printer is capable with Microsoft Windows Server2003, Server2008, Server2012, XP Vista Win7, Win8, Win8.1, Win10 (32/64 Bit), Mac OS 10.6/10.7/10.8/10.9/10.10, Linux operating system with P(A/B/C)-210 Series (1,600 pages) Consumable. This exclusive prin ter is built with Sleek design and compact size fit nicely on any workspace, Automatic sleep mode to conserve energy and promote savings and Sleek design and compact size fit nicely on any work space. The Pantum P2506W comes with a 1-year warranty,",
        "image": "https://www.startech.com.bd/image/cache/catalog/printer/pantum/p2506w/p2506w-01-500x500.jpg",
        "brand": "Pantum",
        "stock": true
    },
    {
        "id": "9c15f40c-9400-4c9e-aba2-03138529ba3e",
        "title": "MSI PRO MP242C 23.6\" FHD Curved Monitor with Built-in Speakers",
        "thumb": "https://www.startech.com.bd/image/cache/catalog/monitor/msi/pro-mp242c/pro-mp242c-01-200x200.webp",
        "price": 16310,
        "shortDescription": [],
        "description": "The MSI PRO MP242C 23.6\" FHD Curved Monitor provides a Full HD 1920 x 1080 resolution via a 23.6\" Vertical Alignment (VA) panel. A 3000:1 static contrast ratio and support for 16.7 million colors allow for crisp and accurate colors. Plus, a 75 Hz refresh rate and 1 ms (MPRT) and 5 ms (GtG) response times enable smooth video playback. Get lost in on-screen content with a 1500R curved design that heightens immersion.The MSI PRO MP242C 23.6\" FHD Curved Monitor provides a wide vertical and horizontal viewing angle of 178 degrees. It immediately improves the screen color and brightness to ensure that you appreciate every detail to the fullest and that you have consistent picture quality from every angle. 1500R curvature brings the most immersive viewing experience for your work & amusement.MSI PRO MP242C 23.6\" FHD Curved Monitor has two built-in speakers, allowing users to listen to audio files, join online conferences, or edit films without carrying an extra speaker or wearing a headset.The MSI PRO MP242C 23.6\" FHD Curved Monitor has a VESA Mountable design that allows you to hang your screen on the wall anyplace in your home and can also be mounted with the MSI MT81. It allows you to change the tilt of the screen to your liking. Alternatively, you can use the 75 x 75mm VESA mount to attach the monitor to a wall, swivel arm, or multi-monitor stand.The MSI PRO MP242C Monitor has a VGA input and an HDMI 1.4 port. You can maintain flexibility for your various devices by using dual sources. It also includes a Kensington Lock for extra security.In Bangladesh, you can get the original MSI PRO MP242C 23.6\" FHD Curved Monitor From Star Tech. We have a large collection of the latest MSI Monitor to purchase for your Desktop PC. Order Online Or Visit your Nearest Star Tech Shop to get yours at the lowest price. The MSI PRO MP242C 23.6\" FHD Curved Monitor comes with 3 years warranty.",
        "image": "https://www.startech.com.bd/image/cache/catalog/monitor/msi/pro-mp242c/pro-mp242c-01-500x500.webp",
        "brand": "MSI",
        "stock": true
    },
    {
        "id": "230a287b-a96c-4f4c-a694-9f5e50fcff48",
        "title": "ASRock H610M-HDV/M.2 13th Gen & 12th Gen Micro ATX Motherboard",
        "thumb": "https://www.startech.com.bd/image/cache/catalog/motherboard/asrock/h610m-hdv-m-2/h610m-hdv-m-2-01-200x200.jpg",
        "price": 10500,
        "shortDescription": [],
        "description": "The ASRock H610M-HDV/M.2 Motherboard Supports 13th Gen & 12th Gen Intel Core Processors (LGA1700). It features a 6 Phase Power Design and it supports DDR4 3200MHz. uses a next-generation digital PWM (Pulse-Width Modulation) design, which provides CPU Vcore voltage more efficiently and smoothly, so that the stability and lifespan of the motherboard are greatly enhanced.The PCIe Gen3 x4 Ultra M.2 interface pushes data transfer speeds up to 32Gb/s. In addition, it also supports SATA3 6Gb/s M.2 modules. Intel LAN provides the best throughput performance, lower CPU utilization, enhanced stability, and is able to deliver the ultimate network experience to users. Besides the onboard LAN port, users may also choose 802.11ac wireless connections by M.2 (Key E) slot. It comes with a D-Sub + DisplayPort + HDMI combo. It supports HDMI 2.1 TMDS Compatible with max. resolution up to 4K x 2K (4096x2160) @ 60Hz. It also supports DisplayPort 1.4 with DSC (compressed) max. resolution up to 8K (7680x4320) @ 60Hz / 5K (5120x3200) @ 120Hz. D-Sub with max. resolution up to 1920x1200 @ 60Hz. It comes with support HDCP 2.3 with HDMI 2.1 TMDS Compatible and DisplayPort 1.4 Ports.The ASRock H610M-HDV/M.2 Motherboard has 03 years warranty.",
        "image": "https://www.startech.com.bd/image/cache/catalog/motherboard/asrock/h610m-hdv-m-2/h610m-hdv-m-2-01-500x500.jpg",
        "brand": "ASRock",
        "stock": true
    },
    {
        "id": "719992de-b380-44e4-8aa7-3261a8214e30",
        "title": "DELUX DC-R01 Gaming Chair",
        "thumb": "https://www.startech.com.bd/image/cache/catalog/gaming-chair/delux/dc-r01/delux-dc-r01-blue-200x200.jpg",
        "price": 15799,
        "shortDescription": [],
        "description": "The DELUX DC-R01 Gaming Chair is made with  PVC Leather with 4D Armrest for up and down movement arm support. The gaming chair has very good tilting mechanism to provide you with the best support available all around. The gaming chair has a class 4 gas lift and has a nylon painting base for durable paint quality. The upper part of the chair has a volume of  91 * 59 * 35 and has a bottom parts volume of 83 * 74* 12cm with matter including caster base, gas lift, telescope mechanism, armrest and reclining mechanism. The Headrest & Lumbar Cushion available in the gaming chair and also 130 degree Adjustable Back Angle available",
        "image": "https://www.startech.com.bd/image/cache/catalog/gaming-chair/delux/dc-r01/delux-dc-r01-blue-500x500.jpg",
        "brand": "Delux",
        "stock": true
    },
    {
        "id": "da50f538-f532-4e8b-95bb-249b64055a2a",
        "title": "Asus ExpertBook B3 Flip B3402FEA Core i7 16gb Ram 14-inch 360° FHD Touch Laptop",
        "thumb": "https://www.startech.com.bd/image/cache/catalog/laptop/asus/expertbook-b3-flip/expertbook-b3-flip-01-200x200.jpg",
        "price": 104650,
        "shortDescription": [],
        "description": "The Asus ExpertBook B3 Flip B3402FEA Laptop is built to embrace the new normal hybrid working and learning. It is the best choice for teachers and students as well as business users and pros. This ASUS ExpertBook B3 Flip B3402FEA is powered by Intel Core i7-1165G7 (12M Cache, up to 4.70 GHz, with IPU) and Intel Iris Xe Graphics. This ExpertBook B3 Flip B3402FEA has 16GB DDR4 3200MHz RAM and 512GB M.2 NVMe PCIe 3.0. It is equipped with a 360° hinge for total display flexibility, a world-facing camera1 for a new perspective, and a Touch screen, 14.0-inch, LCD, FHD (1920 x 1080) 16:9, Glossy display, LED Backlit, 250nits, NTSC: 45% Display. The Asus B3 Flip is engineered and filled with many cunning protection features, including ASUS Antibacterial Guard 3,4 and a TÃœV Rheinland-certified display for everyday eye care. The ExpertBook B3 Flip supports Wi-Fi 5(802.11ac), 1x RJ45 Gigabit Ethernet, and Bluetooth 4.2 (Dual band) 2 x 2 for fast and portable connectivity, along with two-way AI-powered noise-cancelation technology and noise-reducing cameras for excellent remote learning and conferencing. The new ExpertBook B3 Flip offers a 360° hinge that allows it to be positioned in various ways. You can flip it completely to take notes in tablet mode or elevate it to tent mode for easy revision, studying notes, and taking photos. This ExpertBook B3 Flip helps you get every detail just right. ExpertBook B3 Flip has two-way AI noise-canceling technology that employs sophisticated machine-learning techniques. The technology includes both an upstream function to filter noise around the speaker, and a downstream function to eliminate noise from the person at the other end of the conversation. Try the demo to experience the amazing difference that ASUS's two-way AI noise-canceling technology can make. The built-in stylus holder keeps the pen close at hand and reduces the risk of losing it. With a 15-second charge giving enough power for 45 minutes of use, you will never be left waiting. ExpertBook B3 Flip is designed with a special world-facing camera that empowers students to explore and learn in totally new ways and permits professionals and workers to multitask in more efficient ways. And this webcam alone with a special 13 MP world-facing high-resolution camera. In this Laptop, the panel is also certified by TÃœV Rheinland for low blue-light emissions, helping protect eyes from potential harm. You will be able to study or work without worrying. The ExpertBook B3 Flip is filled with I/O ports, like - 1x USB 2.0 Type-A, 1x USB 3.2 Gen 1 Type-A, 2x Thunderbolt 4 supports display/power delivery, 1x HDMI 2.0a, 1x 3.5mm Combo Audio Jack, 1x RJ45 Gigabit Ethernet and Micro SD card reader + SIM card slot. ASUS ExpertBook B3 Flip is built to embrace the new normal - hybrid working and learning. It is the best companion for teachers and students and the perfect colleague for business users and pros. With a versatile, tough design, studying or working everywhere is no longer a dream. It's equipped with a 360 Degree hinge for total display flexibility, a world-facing camera for a new perspective, and a garaged stylus for simple, safe input. B3 Flip is engineered and filled with many cunning protection features, including ASUS Antibacterial Guard and a TUV Rheinland-certified display for everyday eye care. two-way AI-powered noise-cancelation technology and noise-reducing cameras for excellent remote learning and conferencing. With ExpertBook B3 Flip in your bag, all your worlds are just one twist away. The Latest ASUS ExpertBook B3 Flip B3402FEA comes with 03 years International Limited Warranty (Battery 1 year).",
        "image": "https://www.startech.com.bd/image/cache/catalog/laptop/asus/expertbook-b3-flip/expertbook-b3-flip-01-500x500.jpg",
        "brand": "Asus",
        "stock": true
    },
    {
        "id": "8b64a68a-9692-4c51-ab47-c9d8b9f11b4f",
        "title": "MSI Optix G24C4 23.6 Inch FHD Curved LED Gaming Monitor With 144Hz Refresh Rate",
        "thumb": "https://www.startech.com.bd/image/cache/catalog/monitor/msi/optix-g24c4/optix-g24c4-200x200.jpg",
        "price": 24240,
        "shortDescription": [],
        "description": "Optix monitors are equipped with a 144hz refresh rate + 1ms response time VA LED panel which has the most benefit in fast moving game genres such as first person shooters, fighters, racing sims, real-time strategy, and sports. These type of games require very fast and precise movements, which an ultra-high refresh rate and fast response time monitor will put you ahead of your competition. Gaming shouldn't be a choice between choppy gameplay or broken frames. With MSI Optix series gaming monitors, it doesn't have to be. Get fluid, artifact-free performance at virtually any framerate with AMD FreeSyncâ„¢ technology. Generic monitor displays normally have a flicker-rate of about 200-times per second, which is unnoticeable to the naked eye, but can cause fatigue over time. MSI Anti-Flicker technology provides a very comfortable viewing experience by reducing the amount of flicker. Optix monitors are optimized to produce less amount of blue light displayed by the monitor, so that you can game for longer periods of time without eye-fatigue. By having a large viewing angle, Optix monitors has more leeway for placing your monitor in your setup without giving up the optimal viewing experience. Colors and details will stay sharp at more angles compared to other monitors with less viewing angles.",
        "image": "https://www.startech.com.bd/image/cache/catalog/monitor/msi/optix-g24c4/optix-g24c4-500x500.jpg",
        "brand": "MSI",
        "stock": true
    },
    {
        "id": "ce51bee9-37e2-4b20-95c7-929969ca79d2",
        "title": "Samsung Galaxy Tab A 8.0\" Snapdragon 429 2GB RAM 32GB ROM Android Tablet",
        "thumb": "https://www.startech.com.bd/image/cache/catalog/tablet/samsung/galaxy-tab-a-8-0/samsung-galaxy-tab-a-8-0-01-200x200.jpg",
        "price": 8639,
        "shortDescription": [],
        "description": "Samsung Galaxy Tab A is an 8-inch Android Tablet with 2GB RAM and 32GB ROM. Samsung Galaxy Tab A 8.0\", you can not only stay updated with your business emails but also stay entertained even when you're on the go. Featuring 2 GB of RAM and 32 GB of internal storage, you can store many apps and enjoy a seamless computing and gaming experience. This tablet's 20.32-cm (8) screen offers an immersive viewing experience, be it watching videos or creating a business presentation. Moreover, Parental Control and Samsung Kids Home feature offer a safe environment for kids to use this device. This tablet features a lightweight and compact design which makes it easy for you to carry it and use it with just one hand. The lightweight design makes it easy for kids to also use this tablet conveniently. This tablet features a 20.32-cm (8) screen that has a 1280 x 800 pixels resolution. Also, this tablet's aspect ratio of 16:10 ensures an immersive viewing experience, whether you're watching a YouTube video or playing games. The dual speakers deliver stunning audio effects, which complement your videos and movies. With 32 GB of internal storage memory, you can store a large number of apps and games on this device. Also, this device's 2 GB of RAM allows you to quickly switch between watching a movie to shopping on your favorite app without any lag. It also features the Android P OS for a smooth navigation experience. The Samsung Galaxy Tab A 8.0\" comes with a massive 5100 mAh battery which lets you play games, stream videos, and browse the Web for hours, without having to keep charging this device. The Samsung Kids Home feature lets your kids play and learn in a safer environment. The Quick Panel provides access to child-friendly apps so you can let your kids access safe content on this tablet. Thanks to the Parental Control feature, you can not only monitor the usage but also keep a track of the time your kids spend while using this device. This Samsung tablet comes with One UI, which customizes and displays relevant content for you. When you tap on a particular content, it gets focused, so you get to read the details and information without getting distracted by the other data on the screen. Samsung Galaxy Tab A 8.0\" 2GB RAM 32GB ROM Android Tablet offers a 01-year Official warranty (To claim please visit the nearest Samsung Service Center).",
        "image": "https://www.startech.com.bd/image/cache/catalog/tablet/samsung/galaxy-tab-a-8-0/samsung-galaxy-tab-a-8-0-01-500x500.jpg",
        "brand": "Samsung",
        "stock": true
    }
]